const generatePrompt = ``

const trainPrompt =
`
这是我刚刚进入到公司一段时间之后记录的，我因为刚刚进入公司所以对公司的业务以及我要去做的一些事情都不是了解，在一开始的时候我们部门的主管会指引我到属于的工作区域、带领我熟悉一下工作环境、告诉我以后工作跟随的上司是谁等等这些琐事。之后我大致知道自己的工作职责是什么，因为我的职位是自媒体运营实习，我的主要职责是负责公司自媒体平台的日常运营、配合团队完成用户的整体增长目标、负责公司公众号、微博、头条、抖音、小红书、官方网站等平台内容的撰写并完成发布工作等等有关自媒体、网络的任务。并且我还要帮助我的上司去完成一些视频剪辑、美工、协助拍摄的任务。以上就是我刚进入公司实习，通过前几天的学习所得到的收获，因为还没有熟悉公司业务所以业务做的比较少，更多的还是熟悉工作环境和工作职能。

`

const name = '测试'

const description = '测试...'

export default { library: () => import('./example.common4.json'),  name, description }